<?php

return [

    'title_page' => 'المراحل الدراسية',
    'List_Grade' => 'قائمة المراحل الدراسية',
    'add_Grade' => 'اضافة مرحلة',
    'edit_Grade'=> 'تعديل مرحلة',
    'delete_Grade'=> 'حذف مرحلة',
    'Warning_Grade'=> 'هل انت متاكد من عملية الحذف ؟',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'Notes' => 'ملاحظات',
    'Notes_ar' => 'الملاحظه العربيه',
    'Notes_en' => 'الملاحظه الانجليزيه',
    'submit' => 'حفظ البيانات',
    'yes sure' => 'نعم متئكد',
    'not sure' => 'غير متئكد',
    'Name'=>'اسم المرحلة',
    'Processes'=>'العمليات',
    'Edit'=>'تعديل',
    'exists'=>'المرحلة موجودة مسبقا',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',
    'delete_Grade_Error' => 'لايمكن حذف المرحله بسبب وجود صفوف تابعه لها',



];
